Repository: seandepagnier/plots_pi
Catalog: po/*.po
Languages: el_gr, et_ee, fi_fi, fr_fr, id_id, pt_pt

source: Speed
el_gr: Ταχύτητα
et_ee: Kiirus
fi_fi: Nopeus
fr_fr: Vitesse
id_id: Kecepatan
pt_pt: Velocidade

source: Course
el_gr: Πορεία
et_ee: Kurss
fi_fi: Kurssi
fr_fr: Cap
id_id: Haluan
pt_pt: Rumo

source: Course FFTW
el_gr: Πορεία FFTW
et_ee: Kurss FFTW
fi_fi: Kurssi FFTW
fr_fr: Cap FFTW
id_id: Haluan Algoritma FFT
pt_pt: Rumo FFTW

source: Wind Speed
el_gr: Ταχύτητα ανέμου
et_ee: Tuule kiirus
fi_fi: Tuulennopeus
fr_fr: Vitesse du vent
id_id: Kecepatan angin
pt_pt: Velocidade do vento

source: Wind Angle
el_gr: Γωνία ανέμου
et_ee: Tuule nurk
fi_fi: Loppukulma
fr_fr: Angle du vent
id_id: Sudut angin
pt_pt: Ângulo do Vento

source: Barometer
el_gr: Βαρόμετρο
et_ee: Baromeeter
fi_fi: Ilmapuntari
fr_fr: Baromètre
pt_pt: Barómetro

source: No Plots Enabled
el_gr: Τα διαγράμματα δεν είναι ενεργά
et_ee: Punktid pole võimaldatud
fi_fi: Piirto ei ole käytössä
fr_fr: Aucun point permis
id_id: Tidak ada Plot yang diaktifkan
pt_pt: Sem desenhos ativos

source: 3 d
el_gr: 3 ημ.
fi_fi: 3 pv

source: 10 d
el_gr: 10 ημ.
fi_fi: 10 pv

source: 30 d
el_gr: 30 ημ.
fi_fi: 30 pv

source: 60 d
el_gr: 60 ημ.
fi_fi: 60 pv

source: Configuration
el_gr: Ρυθμίσεις παραμέτρων
et_ee: Seadistus
fi_fi: Kokoonpano
id_id: Konfigurasi
pt_pt: Configuração

source: GPS Speed (SOG)
el_gr: Ταχύτητα GPS (SOG)
et_ee: GPS-kiirus (SOG)
fi_fi: GPS nopeus (SOG)
fr_fr: Vitesse GPS (SOG)
id_id: Kecepatan GPS (SOG)
pt_pt: Velocidade de GPS (SOG)

source: GPS Course (COG)
el_gr: Πορεία GPS (COG)
et_ee: GPS-kurss (COG)
fi_fi: GPS-kurssi (COG)
fr_fr: Cap du GPS (COG)
id_id: Alur GPS (COG)
pt_pt: Rumo do GPS (COG)

source: Heading
el_gr: Πορεία
et_ee: Suund
fi_fi: Suunta
fr_fr: Direction
id_id: Arah
pt_pt: Direção

source: FFTW Plot
el_gr: Διάγραμμα FFTW
et_ee: FFTW koht
fi_fi: FFTW piirto
fr_fr: Point FFTW
pt_pt: Desenho FFTW

source: Apparent Wind Speed (NMEA MWV)
el_gr: Ταχύτητα φαιν. ανέμου (NMEA MWV)
et_ee: Näiv tuule kiirus (NMEA MWV)
fi_fi: Suhteellinen tuulennopeus (NMEA MWV)
fr_fr: Vitesse du vent apparent (NMEA MWV)
id_id: Kecepatan Angin Yang Tampak Jelas (NMEA MWV)
pt_pt: Velocidade do vento Aparente (NMEA MWV)

source: True Wind Speed (via gpps speed)
el_gr: Αληθινή ταχύτητα ανέμου (μέσω GPS)
et_ee: Tegelik tuule kiirus (via GPS kiirus)
fi_fi: Todellinen tuulennopeus (gps nopeusdesta)
fr_fr: Vitesse du vent vrai (via vitesse gps )
id_id: Kecepatan Angin Sebenarnya (melalui kecepatan gps)
pt_pt: Velocidade do Vento Real (via velocidade gps)

source: Apparent Wind Direction (NMEA MWV)
el_gr: Κατεύθυνση φαιν. ανέμου (NMEA MWV)
et_ee: Näiv tuule suund (NMEA MWV)
fi_fi: Suhteellinen tuulensuunta (NMEA MWV)
fr_fr: Direction vent apparent (NMEA MWV)
id_id: Arah Angin yang tampak Jelas (NMEA MWV)
pt_pt: Direção do Vento Aparente (NMEA MWV)

source: True Wind Angle (via GPS speed)
el_gr: Γωνία πραγμ. ανέμου (μέσω GPS)
et_ee: Tegelik tuule nurk (via GPS kiirus)
fi_fi: Tosi tuulikulma (GPS nopeudesta)
fr_fr: Angle du vent vrai (via vitesse du GPS)
id_id: Sudut angin Sebenarnya (melalui kecepatan GPS)
pt_pt: Ângulo Real do vento (via velocidade GPS)

source: True Wind Direction (via GPS speed)
el_gr: Κατεύθυνση πραγμ. ανέμου (μέσω GPS)
et_ee: Tegelik tuule suund (via GPS kiirus)
fi_fi: Tosi tuulensuunta (NMEA MWV)
fr_fr: Direction du vent vrai (via vitesse du GPS)
id_id: Arah Angin Benar (via kecepatan GPS)
pt_pt: Direção Real do Vento (via Velocidade GPS)

source: Wind Direction
el_gr: Κατεύθυνση ανέμου
et_ee: Tuule suund
fi_fi: Tuulensuunta
fr_fr: Direction du vent
id_id: Arah angin
pt_pt: Direcção do vento

source: Barometer Pressure( (NMEA MDA)
el_gr: Βαρομετρική πίεση( (NMEA MDA)
et_ee: Baromeetri rõhk (NMEA MDA)
fi_fi: Barometrin paine (NMEA MDA)
fr_fr: Baromètre, pression (NMEA MDA)
id_id: Tekanan Barometer ((NMEA MDA)
pt_pt: Pressão Barométrica (NMEA MDA)

source: Font
el_gr: Γραμματοσειρά
fi_fi: Kirjasin
fr_fr: Police de caractères
id_id: Huruf
pt_pt: Fonte

source: Minimum Height
el_gr: Ελάχιστο ύψος
et_ee: Minimaalne kõrgus
fi_fi: Pienin korkeus
fr_fr: Hauteur minimum
id_id: Tinggi Minimal
pt_pt: Altura máxima

source: Colors
el_gr: Χρώματα
et_ee: Värvid
fi_fi: Värit
fr_fr: Couleurs
id_id: Warna
pt_pt: Cores

source: Standard
el_gr: Κανονικό
fi_fi: Vakio
id_id: Patokan

source: Light
el_gr: Φωτεινό
et_ee: Hele
fi_fi: Valo
fr_fr: Clair
id_id: Cahaya
pt_pt: Ligeiro

source: Retro
el_gr: Ρετρό

source: Sky
el_gr: Ουρανός
et_ee: Taevas
fi_fi: Taivas
fr_fr: Ciel
id_id: Langit
pt_pt: Céu

source: Transparency
el_gr: Διαφάνεια
et_ee: Läbipaistvus
fi_fi: Läpinäkyvyys
fr_fr: Transparence
id_id: Transparansi
pt_pt: Transparência

source: Style
el_gr: Στιλ
et_ee: Stiil
fi_fi: Tyyli
id_id: Gaya
pt_pt: Estilo

source: Continuous
el_gr: Συνεχές
et_ee: Pidev
fi_fi: Jatkuva
fr_fr: Continu
id_id: Bersinambungan
pt_pt: Continuo

source: Show Title Bar (restart required) Window Manager may not support this
el_gr: Εμφάνιση λωρίδας τίτλου (απαιτείται επανεκκίνηση) Τα Windows μπορεί να μην το υποστηρίζουν
et_ee: Näita tiitliriba (vajalik taaskäivitus) Window Manager ei pruugi seda toetada
fi_fi: Näytä otsikkorivi (suositellaan uudelleen käynnistystä) Window Manager ei välttämättä tue tätä
fr_fr: Montrer le titre sur la barre (redémarrage requis) Le gestionnaire de fenêtre peut ne pas supporter ceci
id_id: Tampilkan Bar Judul (harus direstart) Window Manager mungkin tidak mendukung hal ini
pt_pt: Mostrar Barra de Título (necessário restart) Window Manager pode não suportar isto

source: About
el_gr: Περί
et_ee: Teave
fi_fi: Ohjelmatietoja
fr_fr: Au sujet de
id_id: Tentang
pt_pt: Acerca

source: Plots
el_gr: Διαγράμματα
et_ee: Kohad
fi_fi: Diagrammi
fr_fr: Points
pt_pt: Desenhos

source: Plot Count
el_gr: Αριθμός διαγραμμάτων
et_ee: Arvestatud punkte
fi_fi: Piirtolaskuri
fr_fr: Compteur point
id_id: Jumlah Plot
pt_pt: Contagem

source: Course Prediction Display (from ship on main chart)
el_gr: Υπολογισμένη πορεία (από το πλοίο στον χάρτη)
et_ee: Kursi ennustuskuva (laevalt põhikaardil)
fi_fi: Kurssin ennustenäyttö (aluksesta pääkartalla)
fr_fr: Affichage de la prévision du cap (à partir du navire sur la carte)
id_id: Layar Prediksi Alur (dari kapal pada grafik utama)
pt_pt: Apresentação da previsão de rumo (do navio na carta principal)

source: Enable
el_gr: Ενεργοποίηση
et_ee: Võimalda
fi_fi: Käytä
fr_fr: Activer
id_id: Izinkan
pt_pt: Ativar

source: Blended (Requires OpenGL)
el_gr: Ανάμικτα (απαιτεί OpenGL)
et_ee: Segatud (nõuab OpenGL'i)
fi_fi: Sekoitettu (vaatii OpenGLää)
fr_fr: Mélangé (nécessite OpenGL)
id_id: Campuran (Diperlukan OpenGL)
pt_pt: Misturados (Necessita OpenGL)

source: Length
el_gr: Μήκος
et_ee: Pikkus
fi_fi: Pituus
fr_fr: Longueur
id_id: Panjangnya
pt_pt: Comprimento

source: minutes
el_gr: λεπτά
et_ee: minutit
fi_fi: minuuttia
id_id: menit
pt_pt: minutos

source: Using
el_gr: Χρησιμοποιώντας
et_ee: Kasutades
fi_fi: Käyttäen
fr_fr: Utilisant
id_id: Menggunakan
pt_pt: A usar

source: seconds
el_gr: δευτερόλεπτα
et_ee: sekundit
fi_fi: sekuntia
fr_fr: secondes
id_id: detik
pt_pt: segundos

source: The sweepplot plugin for opencpn is designed to monitor speed and course to make the results of changes to sail sweep obvious. It may be used to better understand the sailing characteristics of a particular vessel, or for fine tuning to give optimal results. For example, tightening a vang or adjusting a traveler may produce such a slight result that it is difficult to gauge the result. This plugin can make gps speed feedback visible. The predictor line allows setting the sample time for smoother prediction than the builtin predictor. This is especially useful when traveling relatively slowly in areas with large waves. License: GPLv3+ Source Code: https://github.com/seandepagnier/sweepplot_pi Author: Sean D'Epagnier Many thanks to all of the translators and testers.
el_gr: Το πρόσθετο SweepPlot του OpenCPN σχεδιάστηκε για να παρακολουθεί την ταχύτητα και την πορεία και να δείχνει τα αποτελέσματα αλλαγών στα πανιά ενός ιστιοφόρου. Χρησιμοποιείται για την κατανόηση των χαρακτηριστικών των πανιών, ή το καλύτερο τριμάρισμα. Π.χ., το σφίξιμο του boom-vang ή το τριμάρισμα του σιδηρόδρομου μπορεί να δώσει μια τόσο μικρή αλλαγή που να είναι δύσκολο να εκτιμηθεί αμέσως. Το παρόν πρόσθετο εξασφαλίζει και τη σωστή εκτίμηση της ταχύτητας gps. Η προβλεπόμενη γραμμή πορείας μπορεί να εξομαλυνθεί, μέσω του ρυθμού δειγματοληψίας, σε σχέση με την πρόβλεψη του OpenCPN. Κάτι πολύ χρήσιμο σε αργές πλεύσεις με μεγάλα κύματα. License: GPLv3+ Source Code: https://github.com/seandepagnier/sweepplot_pi Author: Sean D'Epagnier Ευχαριστίες στους μεταφραστές και τους δοκιμαστές.
et_ee: Sweepplot-plugin Opencpn'i jaoks on loodud kiiruse ja kursi jälgimiseks, et teha muudatuste tulemused purjetamiseks ilmseks. Seda võib kasutada kindla laeva purjetamise omaduste paremini mõistmiseks või optimaalsete tulemuste saamise täppishäälestuseks. Näiteks, jäärdi pingutamine või soodiloogi kohendamine võib anda sellise väikese tulemuse, mida on keeruline mõõta. See plugin võib teha GPS-kiiruse tagasiside nähtavaks. Ettearvutatud joon võimaldab määrata sämplimise aja täpsemaks ennustamiseks kui sisseehitatud ettearvutaja. See on eriti kasulik kui liigute suhteliselt aeglaselt suurte lainetega alades. Litsents: GPLv3+ Algkood: https://github.com/seandepagnier/sweepplot_pi Autor: Sean D'Epagnier Suured tänud kõikideld tõlkijatele ja testijatele .
fi_fi: Opencpn Sweepplot plugin on konstruiotu seuraamaan nopeutta ja tietenkin tehdä purjesäätöjen muutosten tulokset nähtäville. Sitä voidaan käyttää lisäämään purjehdusominaisuuksien ymmärrrystä tietyssä aluksessa tai antamaan optimaaliset tulokset hienosäädössä. Esimerkiksi jaluksen kiristäminen tai juoksijan säätäminen voi tuottaa pienen hyödyn, jonka tulosta onvaikea arvioida. Tämä plugin voi tehdä gps nopeuden palautteen näkyväksi. Ennusteviiva sallii näytteenottoajan joustavamman ennustamisen kuin kiinteä ennustaja. Tämä on erityisen hyödyllistä, kun kuljet alueilla, joilla on suuria aaltoja. License: GPLv3 + Lähdekoodi: https://github.com/seandepagnier/sweepplot_pi Author: Sean D'Epagnier Paljon Kiitoksia kaikille kääntäjille ja testaajille.
fr_fr: Le plugin sweepplot pour OpenCPN est conçu pour surveiller la vitesse et, bien sûr, pour rendre évident les changements de voile. Il peut être utilisé pour mieux comprendre les caractéristiques de navigation d'un navire particulier, ou pour obtenir un réglage fin pour donner des résultats optimaux. Par exemple, serrer un vang ou ajuster un voyageur peut produire un résultat si léger qu'il est difficile d'évaluer résultat. Ce plugin peut rendre les retours de vitesse GPS visibles. La ligne de prédiction permet de définir le temps d'échantillonnage pour une prédiction plus fluide que le prédicteur intégré. Ceci est particulièrement utile lorsque vous voyagez relativement lentement dans des zones avec de grandes vagues. Licence: GPLv3 + Code source : https: //github.com/seandepagnier/sweepplot_pi Auteur: Sean D'Epagnier Merci à tous les traducteurs et testeurs.
id_id: Plugin sweepplot untuk opencpn adalah yang dirancang untuk memantau kecepatan dan tentu saja untuk membuat hasil perubahan pada layar menyapu dengan jelas. Ini dapat digunakan untuk lebih memahami karakteristik berlayar dari bejana tertentu, atau untuk fine tuning untuk memberikan hasil yang optimal. Sebagai contoh, mengencangkan vang atau menyesuaikan traveler bisa menghasilkan sedikit hasil sehingga sulit untuk mengukur hasilnya. Plugin ini bisa membuat gps speed feedback terlihat. Garis prediktor memungkinkan pengaturan waktu sampel untuk prediksi lebih halus daripada prediksi builtin. Hal ini sangat berguna saat bepergian relatif lambat di daerah dengan ombak besar. Lisensi: GPLv3 + Source Code: https://github.com/seandepagnier/sweepplot_pi Pengarang: Sean D'Epagnier Terima kasih banyak kepada semua penerjemah dan penguji.
pt_pt: O Plugin Sweepplot para OpenCPN foi desenhado para monitorar a velocidade e rumo para tornar o resultado da navegação à vela evidente. Pode ser usado para melhor entender as características da navegação ed um determinado navio,ou para afinações para apresentar resultados óptimos. Por exemplo, caçar uma escota ou ajustar um carro pode produzir um resultado tão ligeiro que é difícil medir o resultado. Este plugin pode fazer a apresentação velocidade GPS visível. A linha de previsão permite seleccionar o tempo de amostragem para uma previsão mais suave que a previsão interna. Isto é especialmente util ao viajar relativamente de vagar em áreas com ondas grandes.. Licença: GPLv3+ Código fonte: https://github.com/seandepagnier/sweepplot_pi Autor: Sean D'Epagnier Muintos agradecimentos a todos os tradutores e testadores.

source: About Author
el_gr: Σχετικά με το συγγραφέα
et_ee: Autorist
fi_fi: Tietoa Tekijästä
fr_fr: Au sujet de l'auteur
id_id: Tentang penulis
pt_pt: Acerca do Autor

source: SweepPlot Preferences
el_gr: Προτιμήσεις SweepPlot
et_ee: SweepPlot eelistused
fi_fi: SweepPlot asetukset
fr_fr: Préférences de SweepPlot
id_id: Pilihan SweepPlot
pt_pt: Preferências SweepPlot

source: About SweepPlot
el_gr: Σχετικά με SweepPlot
et_ee: Info SweepPlot'ist
fi_fi: Tietoja SweepPlotsta
fr_fr: Au sujet de SweepPlot
id_id: Tentang SweepPlot
pt_pt: Acerca do SweepPlot

source: SweepPlot PlugIn for OpenCPN
el_gr: Πρόσθετο SweepPlot για το OpenCPN
et_ee: SweepPlot-plugIn OpenCPN'i jaoks
fi_fi: SweepPlot PlugIn OpenCPN
fr_fr: "SweepPlot"
id_id: Plugin SweepPlot untuk OpenCPN
pt_pt: PlugIn SweepPlot para OpenCPN

source: SweepPlot PlugIn for OpenCPN Plot speed and course over ground to make the result of small adjustments evident.
el_gr: SweepPlot PlugIn για το OpenCPN Διαγράμματα πραγματικής ταχύτητας και πορείας για να φαίνεται το αποτέλεσμα μικρών προσαρμογών στο τριμάρισμα.
et_ee: SweepPlot-plugIn OpenCPN'i jaoks Märgib kiiruse ja kursi põhja suhtes, et teha väikeste täpsustuste tulemused silmnähtavaks.
fi_fi: SweepPlot PlugIn OpenCPN Pirtää nopeutta ja suuntaa maan suhteen ja selventää tehtyjen pienten muutosten tulokset.
fr_fr: Complément "SweepPlot" pour OpenCPN. Détermine la vitesse et le COG pour faciliter de petits ajustements.
id_id: SweepPlot PlugIn untuk OpenCPN Kecepatan dan kecepatan plot di atas tanah untuk membuat hasil penyesuaian kecil terlihat.
pt_pt: Plugin SweepPlot para OpenCPN Desenha a velocidade e rumo verdadeiro para tornar evidente o resultado de pequenos ajustes.

source: Sweep
et_ee: Kustutus
fi_fi: Pyyhkäise
fr_fr: Suveiller
id_id: Menyapu

source: Sweep Plot
id_id: Menyapu Plot
